[
"1. A teacher asks her class, “What do you want to be when you grow up?” Little Johnny says “I wanna be a billionaire, going to the most expensive clubs, take the best bitch with me, give her a Ferrari worth over a million bucks, an apartment in Hawaii, a mansion in Paris, a jet to travel through Europe, an Infinite Visa Card and to make love to her three times a day”. The teacher, shocked, and not knowing what to do with the bad behavior of the child, decides not to give importance to what he said and then continues the lesson. “And you, Susie? ” the teacher asks. Susie says “I wanna be Johnny’s bitch.”",

"2. Finding one of her students making faces at others on the playground, Ms. Smith stopped to gently reprimand the child. Smiling sweetly, the Sunday school teacher said, “Johnny, when I was a little girl, I was told if that I made ugly faces, it would freeze and I would stay like that.” Little Johnny looked up and replied, “Well, Ms Smith, you can’t say you weren’t warned.”",

"3. Little Johnny was overheard by his mother reciting his homework, “Two plus two, the son of a bitch is four; four plus four, the son of a bitch is eight; eight plus eight, the son of a bitch…; “Johnny!” shouted his mother. “Stop swearing!” “But mom!” Little Johnny protested, “That’s what the teacher taught us! And she said we should recite it till we learned it!” The next day his mother went to the teacher to complain. “No, no.” said the teacher terrified. “That’s not what I taught them. They’re supposed to say: ‘Two plus two, the sum of which is four.'”",

"4. Little Johnny came running into the house and asked, “Mommy, can little girls have babies?” “No,” said his mom, “Of course not.” Little Johnny then ran back outside and his mom heard him yell to his friends, “It’s okay! We can play that game!”",

"5. A father asked his son, Little Johnny, if he knew about the birds and the bees. “I don’t want to know!” Little Johnny said, exploding and bursting into tears. Confused, his father asked Little Johnny what was wrong. “Oh Pop,” Johnny sobbed, “For me there was no Santa Claus at age six, no Easter Bunny at seven, and no Tooth Fairy at eight. And if you’re telling me now that grownups don’t really have sex, I’ve got nothing left to live for!”",

"6. At school, Little Johnny’s classmate tells him that most adults are hiding at least one dark secret, so it’s very easy to blackmail them by saying, “I know the whole truth.” Little Johnny decides to go home and try it out. Johnny’s mother greets him at home, and he tells her, “I know the whole truth.” His mother quickly hands him $20 and says, “Just don’t tell your father.” Quite pleased, the boy waits for his father to get home from work, and greets him with, “I know the whole truth.” The father promptly hands him $40 and says, “Please don’t say a word to your mother.” Very pleased, the boy is on his way to school the next day when he sees the mailman at his front door. The boy greets him by saying, “I know the whole truth.” The mailman immediately drops the mail, opens his arms, and says, “Then come give your Daddy a great big hug!”",

"7. The teacher called Little Johnny to her desk. She said: “This essay you’ve written about your pet dog is exactly the same essay your brother has written.” “Of course it is.” said Johnny. “It’s the same dog.”",

"8. The teacher was terrified to hear Little Johnny swear. “I never want you to use language like that again. Where on earth did you pick it up?” “From my father.” said Johnny. “Well, he should be ashamed of himself. And it’s no reason for you to talk like that. You don’t even know what it means.” “I do.” said Johnny. “It means the car won’t start.”",

"9. While playing in the backyard, Little Johnny kills a honeybee. His father sees him killing the honeybee and angrily says, “No honey for you for one month!” Later that afternoon, Johnny’s dad catches him tearing the wings off a butterfly. “That’s it! No butter for you for one month!” says his dad. Later that evening as Johnny’s mother cooks dinner, a cockroach run across the kitchen floor. She jumps and stomps on it, and then looks up to find Little Johnny and her husband watching her. Little Johnny looks at his father and says, “Are you going to tell her, Dad, or do you want me to?”",

"10. Little Johnny is always being teased by the other neighborhood boys for being stupid. Their favorite joke is to offer Johnny his choice between a nickel and a dime Little Johnny always takes the nickel. One day, after Johnny takes the nickel, a neighbor takes him aside and says, “Johnny, those boys are making fun of you. Don’t you know that a dime is worth more than a nickel, even though the nickel’s bigger?” Johnny grins and says, “Well, if I took the dime, they’d stop doing it, and so far I’ve made $20!”",

"11. Little Johnny says: “Mom, you know that lovely vase in the dining room that’s been handed down from generation to generation?” Mom replies: “Yes. What about it?” He says: “Well, the last generation just dropped it.”",

"12. Little Johnny’s father walks into the bathroom and catches him masturbating. He says, “Son, every time you do that you kill an innocent baby.” The next day his father walks into the bathroom and catches him again. Johnny says, “Bow your head, Dad. Can’t you see we’re having a funeral?”",

"13. Little April was not the best student in Sunday school. Usually she slept through the class. One day the teacher called on her while she was napping, “Tell me, April, who created the universe?” When April didn’t stir, little Johnny, a boy seated in the chair behind her, took a pin and jabbed her in the rear. “GOD ALMIGHTY!” shouted April and the teacher said, “Very good” and April fell back asleep. A while later the teacher asked April, “Who is our Lord and Saviour,” But, April didn’t even stir from her slumber. Once again, Johnny came to the rescue and stuck her again. “JESUS CHRIST!” shouted April and the teacher said, “very good,” and April fell back to sleep. Then the teacher asked April a third question. “What did Eve say to Adam after she had her twenty-third child?” And again, Johnny jabbed her with the pin. This time April jumped up and shouted, “IF YOU STICK THAT F*****G THING IN ME ONE MORE TIME, I’LL BREAK IT IN HALF AND STICK IT UP YOUR ARSE!” The Teacher fainted.",

"14. Teacher: “If you got ten dollars from ten people, what would you have?” Johnny: “A new bike”.",

"15. Teacher: “Where’s the English Channel?” Johnny: “I don’t know. My television doesn’t pick it up.”",

"16. Teacher: “Johnny, I told you to write out this poem at least ten times to improve your handwriting. You’ve done it only eight times.” Johnny: “Looks like my counting isn’t too good either.”",

"17. Teacher: “If you had one dollar and you asked your father for another, how many dollars would you have?” Johnny: “One dollar.” Teacher: “You don’t know your arithmetic.” Johnny: “And you don’t know my father!”",

"18. Teacher: “I hope I didn’t see you looking at Tommy’s test paper.” Johnny: “I hope you didn’t see me either.”",

"19. Teacher: “You know you can’t sleep in my class.” Johnny: “I know miss. But maybe if you were a little quieter I could.”",

"20. Teacher: “What do you want to be when you grow up?” Johnny: “I want to follow in my father’s footsteps and be a policeman.” Teacher: “I didn’t know you father was a policeman.” Johnny: “He isn’t. He’s a burglar.”",

"21. Little Johnny came home from school to see the family’s pet rooster dead in the front yard. Rigor mortis had set in and it was flat on its back with its legs in the air. When his Dad came home, Billy mentioned, “Dad, our rooster is dead and his legs are sticking in the air. Why are his legs like that?” His father, thinking quickly, said, “Son, that’s so God can reach down from the clouds and lift the rooster straight up to heaven.” “Gee Dad, that’s great,” said little Billy. A few days later, when Dad came home from work, Billy rushed out to meet him yelling, “Dad! Dad, we almost lost Mom today!” “What do you mean?” asked his father. “Well Dad, I got home from school early today and went up to your bedroom and there was Mom, flat on her back with her legs in the air, screaming, ‘Jesus, I’m coming! I’m coming!’ If it hadn’t of been for Uncle George holding her down, we’d have lost her for sure!”",

"22. A man was driving down the street when he saw little Johnny with a fireman’s hat on sitting in a little red wagon being pulled by a black lab. He thought, ‘this has to be the cutest thing I’ve ever seen. I’ve got to stop and talk to this little boy.’ He got out, looked and said “Son, that sure is a nice fire engine you’ve got there but, don’t you think he would pull a little better if you had that rope tied around his neck instead of his balls?” Johnny looked at him and said, “Well, I guess he’d pull better but, then I wouldn’t have a siren!”",

"23. A teacher was working with a group of children, trying to broaden their horizons through sensory perception. She brought in a variety of lifesavers and said, “Children, I’d like you to close your eyes and taste these.” The kids easily identified the taste of cherries, lemons and mint, but when the teacher gave them honey-flavored lifesavers, all of the kids were stumped. I’ll give you a hint,” said the teacher. “It’s something your mommy probably calls your daddy all the time.” Instantly, Little Johnny coughed his onto the floor and shouted, “Quick! Spit’em out! They’re assholes!”"
]