[
    
    "“Having a baby is like taking your lower lip and forcing it over your head.” — Carol Burnett",
    "“They vomit a lot. For a second I thought I needed to rename my first Linda Blair and hire a priest, because she was spitting up so much.” — Jimmy Fallon",
    "“Having a new baby is like suddenly getting the world’s worst roommate.” — Anne Lamott",
   " “24/7. Once you sign on to be a mother, that’s the only shift they offer!” — Jodi Picoult",
    "“I don’t want to sleep like a baby, I want to sleep like my husband.” — Unknown",
    "“Cleaning your house while your kids are still growing up is like shoveling the sidewalk before it stops snowing.” —Phyllis Diller",
    "“Sleep when your baby sleeps. Everyone knows this classic tip, but I say why stop there? Scream when your baby screams. Take Benadryl when your baby takes Benadryl. And walk around pantsless when your baby walks around pantsless.” — Tina Fey",
    "“I’m a walking zombie and I think I’m going to be like that for a while.” — Tiffani Thiessen",
    "“If evolution really works, how come mothers only have two hands?” — Milton Berle",
    "“In general my children refuse to eat anything that hasn’t danced on television.” — Erma Bombeck",
    "“A baby changes your dinner party conversation from politics to poops.” — Maurice Johnston",
    "“The quickest way for a parent to get a child’s attention is to sit down and look comfortable.” —Lane Olinghouse",
    "“Having an infant son alerts me to the fact that every man, at one point, has peed on his own face.” —  Olivia Wilde",
    "“You never know when you’re gonna get crapped on or when you’re gonna get a big smile or when that smile immediately turns into hysterics. It might be like living with a drug addict.” —  Blake Lively",
   " “None of it is real until all of a sudden they’re standing there covered in slime and crying. You’re like, wait a minute, what is that?” —  George Clooney",
   " “When you have a baby, sleep is not an option. You can’t sleep. Even on vacation, you wake up at 6:30 a.m.” — Jimmy Fallon",
    "“A two-year-old is kind of like having a blender, but you don’t have a top for it.” — Jerry Seinfeld",
    "“When my kids become wild and unruly, I use a nice, safe playpen. When they’re finished, I climb out.” — Erma Bombeck",
    "“People who say, they sleep like a baby, usually don’t have one.” — Leo Burke",
    "“Our baby in particular is, we think, allergic to sleep. We think that she thinks that she’s protecting us from the sleep monsters. She’s like ‘Oh, I gotta keep them up or the sleep monsters will get them.’” — Ryan Reynolds",
    "“Spit up is my new favorite accessory. No outfit is complete without it.” — Unknown",
    "“You’d be surprised how durable babies are. You hold them like they’re Fabergé eggs, and then ― wonk! ― she hits her head on the table and you think, ‘Oh my gosh, did I give her a dent on her head that’s going to be there forever?’ But babies aren’t that precious. Everyone turns out fine. Just love them and make them laugh. I make my daughter laugh every day.” — Jimmy Fallon",
   " “Sleep is like the unicorn- it is rumored to exist, but I doubt I will see any.” — Dr. Seuss",
    "“When I was born I was so mad at my parents that I didn’t talk to them for two years.” — Unknown",
    "“How could something so small create so much of something so disgusting?” —  Steve Guttenberg in Three Men and a Baby",
    "“So, I don’t breathe through my nose, I totally plug my nose, ‘Oh my god, cute baby! So cute.’ And then, I have these wipes and I wipe and I wipe — I wipe too much. At this point they’re going all over the baby, I make sure there’s nothing even around the baby. Then I put this diaper rash thing on that I also use, so I save money.” — Jimmy Fallon",
    "“Babies are always more trouble than you thought – and more wonderful.” — Charles Osgood",
    "“That moment when you go to check on your sleeping baby and their eyes ping open so you drop to the floor and roll out of the room like a ninja.” — Unknown",
    "“Don’t ever tell the mother of a newborn that her baby’s smile is just gas.” — Jill Woodhull",
    "“Becoming a mom to me means that you have accepted that for the next 16 years of your life, you will have a sticky purse.” — Nia Vardalos",
    "“You know you’re old when you barely do anything all day but still need a nap to continue doing barely anything.” — Unknown",
    "“The only things kids wear out faster than their shoes are their parents.” — John J. Plomp",
    " “Welcome to parenthood, where your favorite new game will be ‘guess that bodily fluid.’” — Unknown",
     "“There are times when parenthood seems nothing more than feeding the hand that bites you.” — Peter De Vries",
   " “That people think they can talk to you about poop. ‘Oh, you have a new baby? Is she sleeping? Is she pooping?”’ Normally I’d be blushing, but as a parent you just get used to it, and pooping is just another verb in your vocabulary.” — Jimmy Fallon",
    "“A baby’s a full-time job for three adults. Nobody tells you that when you’re pregnant, or you’d probably jump off a bridge. Nobody tells you how all-consuming it is to be a mother—how reading goes out the window and thinking too.” — Erica Jong ",
   " “I was on planes [and] when babies would cry, I would be mad at the families. Now I’m like, ‘Let them cry, let them do whatever they want. They can sit on me and poop if they want.’ Now I know more.” — Mindy Kaling",
    "“Sleep? Yes, I have a vague recollection of what that was like.” — Unknown",
    "“Families with babies and families without babies are sorry for each other.” — Ed Howe",
    "“Diaper backward spells repaid. Think about it.” – Marshall McLuhan",
    "“At 10 months old, I had her reading foreign language books — Donde Esta Spot? was a big one. ‘Donde esta Spot?’ My voice gets deeper when I read espanol, and I don’t even speak Spanish. But she doesn’t know that. Then I read French like ‘Bonsoir, lune?’, which is ‘Goodnight Moon’ in French, and I definitely don’t know any French. But I just keep saying things as a question? ‘Bonsoir, lune? Bonsoir, balloon? Bonsoir, oatmeal? Bonsoir, tiny mouse?’” — Jimmy Fallon",
    "“You can learn many things from children. How much patience you have, for instance. — Franklin P. Jones",
   " “They eat, they crap, they sleep. And if they’re crying they need to do one of the three and they’re having trouble doing it. Real simple.” —  Matthew McConaughey",
    "“Having children is like living in a frat house- nobody sleeps, everything’s broken, and there’s a lot of throwing up.” — Ray Romano",
    "“Babies are cutest when they’re someone else’s problem.” — Unknown",
    "“Sometimes going to bed feels like the highlight of my day. Ironically, to my children, bedtime is a punishment that violates their basic rights as human beings.” — Jim Gaffigan",
    "“f olive oil is made from olives then what is baby oil made from?!?” — Unknown",
    "“If you were to open up a baby’s head – and I am not for a moment suggesting that you should – you would find nothing but an enormous drool gland.” – Dave Barry",
     "“The first night your baby sleeps 8 hours straight, you think you’d celebrate. Instead, you will run into their room thinking ‘Oh my god, are they breathing?!’” — Unknown",
    "“When your first baby drops her pacifier, you sterilize it. When your second baby drops her pacifier, you tell the dog: ‘Fetch!’” — Bruce Lansky",
    "“My kid is turning out just like me. Well played, karma. Well-played.” — Unknown",
    "“Before I got married I had six theories about raising children. Now, I have six children and no theories.” — John Wilmot",
    "“Congrats…you’ll soon live in a madhouse run by a tiny army you created yourself.” — Unknown",
    "“I always wondered why babies spend so much time sucking their thumbs. Then I tasted baby food.” —  Robert Orben",
    "“Parenthood: the scariest hood you’ll ever go through.” — Unknown ",
    "“No animal is so inexhaustible as an excited infant.” — Amy Leslie",
    "“I [Facetime] sometimes from home. I’m just in the other room going, ’Yeah, daddy misses you, but gotta watch the game.” — Jimmy Fallon",
    "“Ah, babies! They’re more than just adorable little creatures on whom you can blame your farts.” – Tina Fey",
    "“A perfect example of minority rule is a baby in the house.”  — Milwaukee Journal",
    "“A crying baby is the best form of birth control.” – Carole Tabron",
    " “My mom used to say it doesn’t matter how many kids you have… because one kid’ll take up 100% of your time so more kids can’t possibly take up more than 100% of your time.” — Karen Brown",
    "“I want to teach them everything I’ve ever learned. I’m going to teach them what a vinyl record is, and I can’t wait for them to eat their first meatballs. I look forward to vacations and family time. I’m going to be that nerdy dad, like, ‘Okay kids, let’s back up the RV, and here we go!’ They’ll be like, ‘Dad, leave us alone. You’re such a nerd.’” — Jimmy Fallon",
    "“A child enters your home and for the next twenty years makes so much noise you can hardly stand it. The child departs, leaving the house so silent you think you are going mad.” — John Andrew Holmes",
    "“Everyone should have kids. They are the greatest joy in the world. But they are also terrorists. You’ll realize this as soon as they are born and they start using sleep deprivation to break you.” — Ray Romano",
    "“Why don’t kids understand that their nap is not for them but for us?” — Alyson Hannigan",
    "“90% of parenting is just thinking about when you can lie down again.” — Unknown",
    "“When my kids become wild and unruly, I use a nice, safe playpen. When they’re finished, I climb out.” —  Erma Bombeck",
    "“Insomnia: A contagious disease often transmitted from babies to parents.” —   Shannon Fife",
    "“If parenthood came with a GPS, it would mostly say ‘recalculating.’” —  Simon Cholland",
    " “Having a baby changes the way you view your in-laws. I love it when they come to visit. They hold the baby and I go out.” — Unknown",
    " “Children are a great comfort in your old age – and they help you reach it faster, too.” —  Lionel Kauffman",
    "“Adam and Eve had many advantages, but the principal one was that they escaped teething.” — Mark Twain",
    "“Ma-ma does everything for the baby, who responds by saying Da-da first.” — Mignon McLaughlin, The Second Neurotic’s Notebook, 1966",
    "“I didn’t know how babies were made until I was pregnant with my fourth child.” — Loretta Lynn",
    " “Birth: The first and direst of all disasters.” – Ambrose Bierce",
    " “A child is a curly, dimpled lunatic.” — Ralph Waldo Emerson",
    "“Babies don’t need a vacation but I still see them at the beach. I’ll go over to them and say, What are you doing here, you’ve never worked a day in your life! “– Stephen Wright",
    "“If your baby is beautiful and perfect, never cries or fusses, sleeps on schedule and burps on demand, an angel all the time, you’re the grandma.” – Theresa Bloomingdale",
     "“As the father of two young girls, I have come to the realization that they are just as messy as boys but the dirt that they create around the house is comprised of at least 50% glitter.” — Andrew K. Keller",
     "“Parenthood: That state of being better chaperoned than you were before marriage.” — Marcelene Cox",
    "“Raising kids is a walk in the park. Jurassic Park that is.” — Unknown",
    "“Fatherhood is great because you can ruin someone from scratch.” — Jon Stewart",
    " “The worst feature of a new baby is its mother’s singing.” — Kin Hubbard",
    "“If you want to know what it’s like to have a fourth kid, just imagine you are drowning and someone hands you a fourth kid.” —  Jim Gaffigan",
    "“You know, it’s incredible. When you first get them, you’re all excited, and you’re, like, ready to do all these things. And then you realize it’s like getting a new cell phone where all the features don’t work yet… but it looks really cute.” —  Ashton Kutcher",
    " “If thine enemy wrong thee, buy each of his children a drum.” — Chinese Proverb",
     "“Even when freshly washed and relieved of all obvious confections, children tend to be sticky.” — Fran Lebowitz",
    " “You will always be your child’s favorite toy.” — Vicki Lansky",
    " “I had to get back to work. NBC has me under contract. The baby and I only have a verbal agreement.” — Tina Fey",
    " “Babies are such a nice way to start people.” — Don Herold",
    " “Raising kids is part joy and part guerrilla warfare.” — Ed Asner",
    "“When kids hit one year old, it’s like hanging out with a miniature drunk. You have to hold onto them. They bump into things. They laugh and cry. They urinate. They vomit.” —  Johnny Depp",
    "“Small children disturb your sleep, big children your life.” ~ Yiddish proverb",
    " “There are only two things a child will share willingly – communicable diseases and his mother’s age.” — Dr. Benjamin Spock ",
    "“Perfection only exists in babies and pastries.” — Gayle Wray",
    "“Make no mistake about why these babies are here—they are here to replace us.” — Jerry Seinfeld",
    "“A parent is someone who carries pictures where their money used to be.” — Unknown",
    "“A toddler can do more in one unsupervised moment than most people can do all day.” — Unknown",
    "“I have found the best way to give advice to your children is to find out what they want and then advise them to do it.” — Harry S Truman ",
    "“When I ask how old your toddler is, I don’t need to hear ’27 months.’ ‘He’s two’ will do just fine. He’s not a cheese. And I didn’t really care in the first place.” ― George Carlin",
   " “The baby will talk when he talks, relax. It ain’t like he knows the cure for cancer and just ain’t spitting it out.” ― Justin Halpern",
    "Sarabi: Your son is awake...           Mufasa: Before sunrise, he’s your son. — The Lion King",
    "“Being a father is the single greatest feeling on earth. Not including those wonderful years, I spent without a child, of course.” — Ryan Reynolds",
    "“No matter which kid’s book I read to my screaming baby on an airplane, the moral of the story is always something about a vasectomy.” — Ryan Reynolds",
   " “When I tell my kids I’ll do something in a minute, what I’m really saying is ‘Please forget.'” — @SarcasticMommy4",
    "“Mom Pro Tip: If you’re old enough to critique what I put in your lunch, you’re old enough to make it yourself.” — @SarcasticMommy4",
    "“I love when my kids tell me they’re bored. As if the lady standing in front of a full sink of dirty dishes is where you go to get ideas about how to have a good time.” — Unknown",

    " My therapist says I have a preoccupation with vengeance. We’ll see about that.",

    " Q: What did the hurricane say to the coconut palm tree? A: Hold on to your nuts, this is no ordinary blow job!",
    
    " Childhood is like being drunk, everyone remembers what you did, except you",
    
    " There’s two fish in a tank, and one says to the other “How do you drive this thing?”",
    
    "I like to always carry two sacks around. That way, if someone asks me to lend them a hand, I can say, “Sorry, got these sacks.”",
    
    "When Susan’s boyfriend proposed marriage to her she said: “I love the simple things in life, but I don’t want one of them for my husband”.",
    
    "Q: What is the difference between snowmen and snowwomen? A: Snowballs.",
    
    "Before I criticize a man, I like to walk a mile in his shoes. That way, when I do criticize him, I’m a mile away and I have his shoes.",
    
    "I have a parrot and it talks. But it did not say it was hungry, so it died.",
    
    "Slept like a log last night… Woke up in the fireplace.",
       
    "A sandwich walks into a bar. The barman says “Sorry we don’t serve food in here”.",
    
    "How do you embarrass an archaeologist? Show him a used tampon and ask, “What period is this from?”",
    
    "My grandfather has the heart of a lion, and a lifetime ban from the zoo.",
    
    "I organized a threesome last night. There were a couple of no-shows, but I still had fun.",
    
    "A priest, a rabbi and a vicar walk into a bar. The barman says, “Is this some kind of joke?”",
    
    "If four out of five people suffer from diarrhea, does that mean there’s one person who enjoys it?",
    
    "I met a Dutch girl with inflatable shoes last week, phoned her up to arrange a date but unfortunately she’d popped her clogs.",
    
    "I was wondering why the ball kept getting bigger and bigger, and then it hit me.",
    
    "I’m on a whiskey diet. I’ve lost three days already.",
    
    "Anytime I see an autobiography on the shelf I just skip to the about the author section.",
    
    "Did you know that dolphins are so smart that within a few weeks of captivity, they can train people to stand on the very edge of the pool and throw them fish?",
    
    "A woman gets on a bus with her baby. The bus driver says: “Ugh, that’s the ugliest baby I’ve ever seen!” The woman walks to the rear of the bus and sits down, fuming. She says to a man next to her: “The driver just insulted me!” The man says: “You go up there and tell him off. Go on, I’ll hold your monkey for you.”",
    
    "A computer once beat me at chess, but it was no match for me at kick boxing.",
    
    "Why does someone believe you when you say there are four billion stars, but check when you say the paint is wet?",
    
    "I didn’t say it was your fault, I said I was blaming you.",
    
    "I want to die peacefully in my sleep, like my grandfather.. Not screaming and yelling like the passengers in his car.",
    
    "God must love stupid people. He made so many.",
    
    "The voices in my head may not be real, but they have some good ideas!",
    
    "Laugh at your problems, everybody else does.",
    
    "Artificial intelligence is no match for natural stupidity."
    
]