[
    “To love someone deeply gives you strength. Being loved by someone deeply gives you courage.” – Chinese Philosopher Lao Tzu
    “I first learned the concept of nonviolence in my marriage.” – Gandhi
    “Husband and wife relationships are like the relationship of Tom and Jerry. Though they are teasing and fighting, but can’t live without each other.” – Unknown
    “When a wife has a good husband, it is easily seen in her face.” – Goethe
    “You come to love not by finding the perfect person, but by seeing an imperfect person perfectly.” – Sam Keen
    “A happy marriage is the union of two good forgivers.” – Robert Quillen
    “In my mind, marriage is a spiritual partnership and union in which we willingly give and receive love, create and share intimacy, and open ourselves to be available and accessible to another human being in order to heal, learn and grow.” – Iyanla Vanzant
    “Happily ever after is not a fairy tale. It’s a choice.” – Fawn Weaver
    “A successful marriage requires falling in love many times, always with the same person.” – Mignon McLoughlin
    “The goal in marriage is not to think alike, but to think together.” – Robert C. Dodds
    “The secret of a happy marriage is finding the right person. You know they’re right if you love to be with them all the time.” – Julia Child
    “The first time you marry for love, the second for money, and the third for companionship.” – Jackie Kennedy
     “Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it.” – Susan B. Anthony 
    “I didn’t marry you because you were perfect. I didn’t even marry you because I loved you. I married you because you gave me a promise. That promise made up for your faults. And the promise I gave you made up for mine. Two imperfect people got married and it was the promise that made the marriage. And when our children were growing up, it wasn’t a house that protected them; and it wasn’t our love that protected them – it was that promise.” – Thornton Wilder
    “The great marriages are partnerships. It can’t be a great marriage without being a partnership.” – Helen Mirren
     “My husband and I have never considered divorce… murder sometimes, but never divorce.” – Joyce Brothers
    “In terms of my marriage, you know, falling in love with my husband was by far the best thing that’s ever happened to me.” – Caroline Kennedy
    “Marriage is neither heaven nor hell, it is simply purgatory.” – Abraham Lincoln
    “A happy marriage is a long conversation which always seems too short.” – Andre Maurois
    “A good marriage is one which allows for change and growth in the individuals and in the way they express their love.” – Pearl S. Buck
    “The most important thing a father can do for his children is to love their mother.” – Theodore Hesburgh
    “Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.” – Marilyn Monroe
    “Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years.” – Simone Signoret
    “My husband has made me laugh. Wiped my tears. Hugged me tight. Watched me succeed. Seen me fail. Kept me strong. My husband is a promise that I will have a friend forever.” – Unknown
    “Happy marriages begin when we marry the ones we love, and they blossom when we love the ones we marry.” – Tom Mullen
    “My advice to you is to get married. If you find a good wife, you’ll be happy; if not, you’ll become a philosopher.” – Socrates
    “Health is the first wealth, the second one is the happy marriage.” – Unknown
    “As for his secret to staying married: ‘My wife tells me that if I ever decide to leave, she is coming with me.’” – Jon Bon Jovi
    “Marriage is not about age; it’s about finding the right person.” – Sophia Bush
    “I still believe in love. I believe in marriage.” – Usher
    “Coming together is a beginning; keeping together is progress; working together is success.” – Henry Ford
    “Ultimately, my greatest achievement is maintaining my career while sustaining a happy marriage and kids.” –Melina Kanakaredes
    “Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation.” – Oscar Wilde
    “There is no more lovely, friendly and charming relationship, communion or company than a good marriage.” – Martin Luther
    “There is no such cozy combination as man and wife.” – Menander
    “The highest happiness on earth is the happiness of marriage.” – William Lyon Phelps
    “We tend to forget that happiness doesn’t come as a result of getting something we don’t have, but rather of recognizing and appreciating what we do have.” —Frederick Keonig
    “Marriage is our last, best chance to grow up.” – Joseph Barth
    “Many people spend more time in planning the wedding than they do in planning the marriage.” – Zig Ziglar
    “Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.” – Franz Schubert
    “A happy marriage is the world’s best bargain.”  – O.A. Battista
    “Marriage is an attempt to solve problems together which you didn’t even have when you were on your own.” – Eddie Cantor
    “Love is not weakness. It is strong. Only the sacrament of marriage can contain it.” – Boris Pasternak
    “One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall back in love again.” – Judith Viorst
    “Love is not something you feel. It is something you do.” – David Wilkerson
    “All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest; never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.” – Ann Landers
    “The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don’t find very often, then that is what love is all about.” –Bruce Forsyth
    “Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There’s immense happiness that can come from working towards that.” – Nick Cave
    “When we got married I told my wife ‘If you leave me, I’m going with you.’ And she never did.” — James Fineous McBride
    “Don’t ever stop dating your wife and don’t ever stop flirting with your husband.” – Unknown
    Related: Marriage Quotes That Will Make You Feel Like You’re In A Hallmark Movie
    “Marriage is getting to have a sleepover with your best friend every night of the week.” – Christie Cook
    “Love seems the swiftest but it is the slowest of all growths.  No man or woman really knows what perfect love is until they have been married a quarter of a century.” – Mark Twain
    There is nothing nobler or more admirable than when two people who see eye to eye, keep house as man and wife, confounding their enemies and delighting their friends.” – Homer
    “Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing.” – Robert Kiyosaki
    “My most brilliant achievement was my ability to be able to persuade my wife to marry me.” – Winston Churchill
    “To keep your marriage brimming, With love in the loving cup, Whenever you’re wrong, admit it; Whenever you’re right, shut up.” — Ogden Nash
    “More marriages might survive if the partners realize that sometimes, the better comes after the worse.” – Doug Larson
    “Love at first sight is easy to understand; it’s when two people have been looking at each other for a lifetime that it becomes a miracle.” – Sam Levenson
    “What counts in making a happy marriage is not so much how compatible you are but how you deal with incompatibility.” — Leo Tolstoy
    “May this marriage be full of laughter, our every day in paradise.” – Rumi
    “A marriage is a gift. It should be opened up and enjoyed.” – Greg Evans
    “I got gaps; you got gaps; we fill each other’s gaps.” – Rocky
    “Keep your eyes wide open before marriage, half shut afterwards.” – Benjamin Franklin 
    “A good marriage is the union of two good forgivers.” – Ruth Bell Graham
    “I would say that the surest measure of a man’s or a woman’s maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse.” – Benjamin Spock
    “A good marriage is where both people feel like they’re getting the better end of the deal.” ― Anne Lamott
    “Marriage provides the solace of worked-on friendship and the joy of being known profoundly.” – Imogen Stubbs
    “Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.” – Franz Schubert
    “Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that’s a real treat.” – Joanne Woodward
    “Marriage is like a phone call in the night: first the ring, and then you wake up.” – Evelyn Hendrick
    “Marriage is a commitment- a decision to do, all through life, that which will express your love for one’s spouse.” – Herman H. Kieval
    “Marriage is a huge investment: of time, of energy and of emotion. Protect and keep contributing to your investment.” – Karen Gordon
    “You come to love not by finding the right person, but by seeing an imperfect person perfectly.” – Sam Keen
    “If I get married, I want to be very married.” – Audrey Hepburn
    “A great marriage is not when the ‘perfect couple’ come together. It is when an imperfect couple learns to enjoy their differences.” – Dave Meur
    “A great marriage isn’t something that just happens; it’s something that must be created.” – Fawn Weaver
    “Marriage is good for those who are afraid to sleep alone at night.” – St. Jerome
    “A successful marriage requires falling in love many times, always with the same person.” – Mignon McLaughlin
    “You make me happier than I ever thought I could be and if you let me I will spend the rest of my life trying to make you feel the same way.” – Chandler proposing to Monica on ‘Friends’
    “I know enough to know that no woman should ever marry a man who hated his mother.” ― Martha Gellhorn
    “Marriage is not a noun; it’s a verb. It isn’t something you get. It’s something you do. It’s the way you love your partner every day.” – Barbara De Angelis
    “The older theory was, marry an older man because they’re more mature. But the new theory is men don’t mature. Marry a younger one.”— Rita Rudner
    “It is not a lack of love, but a lack of friendship that makes unhappy marriages.” – Friedrich Nietzsche
    “The great secret of successful marriage is to treat all disasters as incidents and none of the incidents as disasters.” – Sir Harold George Nicolson
    “Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.” – I Corinthians 13:7
    “By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.” ― Socrates
    “Any good marriage is secret territory, a necessary white space on society’s map. What others don’t know about it is what makes it yours.” —Stephen King, Bag of Bones
    “What counts in making a happy marriage is not so much how compatible you are, but how you deal with incompatibility.” – Leo Tolstoy
    “A great marriage is not when the ‘perfect couple’ comes together. It is when an imperfect couple learns to enjoy their differences.” – Dave Meurer
    “Before you marry a person, you should first make them use a computer with slow Internet to see who they really are.” – Will Ferrell
    “There is no remedy for love but to love more.” – Henry David Thoreau
    “Marriage, like a submarine, is only safe if you get all the way inside.” – Frank Pittman
    “People stay married because they want to, not because the doors are locked.” – Paul Newman
    “I think long-lasting, healthy relationships are more important than the idea of marriage. At the root of every successful marriage is a strong partnership.” – Carson Daly
    “Marriage is a form of discipline involving two people committing to a certain lifestyle and set of boundaries.” – David Khalil
    “Marriage, at its core, is all about respect for the other person – and respect goes both ways.” – Dr. Kevin Leman
    “Love is moral even without legal marriage, but marriage is immoral without love.” – Ellen Key
    “My wife is my soulmate. I can’t imagine being without her.” – Matt Damon
    “ Marriage is a wonderful institution, but who wants to live in an institution?” – Groucho Marx
    “After 45 years of marriage, when I have an argument with my wife, if we don’t agree, we do what she wants. But, when we agree, we do what I want.” – Jacques Pepin
    “Nobody, man or woman, has ever wrecked a good marriage.” – Jimmy Dean
    On your wedding day I send,
    Some loving wishes as a friend.
    Don’t worry what the future brings,
    Be sure it’s full of happy things!
    Have a happy wedding day,
    Don’t worry what to do or say.
    The day is yours to love and share,
    With joy and not a single care!
    Your wedding day will come and go, but may your love forever grow.
    Wishing you joy, love and happiness on your wedding day and as you begin your new life together.
    “So it’s not gonna be easy. It’s going to be really hard; we’re gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me… everyday.” — Nicholas Sparks
    “Happiness [is] only real when shared” ― Jon Krakauer
    “To be fully seen by somebody, then, and be loved anyhow – this is a human offering that can border on miraculous.” ― Elizabeth Gilbert
    “When in a relationship, a real man doesn’t make his woman jealous of others, he makes others jealous of his woman.” ― Steve Maraboli
    “If I get married, I want to be very married.” ― Audrey Hepburn
    “I love being married. It’s so great to find that one special person you want to annoy for the rest of your life.” — Rita Rudner
    “Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed.” — Albert Einstein
    “All men make mistakes, but married men find out about them sooner.” — Red Skelton
    “The secret of a happy marriage remains a secret.” — Henny Youngman
    “Love, n. A temporary insanity curable by marriage.” — Ambrose Bierce
]