
    [
        

  "  “Success is liking yourself, liking what you do, and liking how you do it.” — Maya Angelou",
 "   “The simple act of paying attention can take you a long way.” — Keanu Reeves",
    "“To fly, we have to have resistance.” — Maya Lin",
    "“Success can’t be forced.” — Loretta Young",
    "“Find somebody to be successful for. Raise their hopes. Think of their needs.” — Barack Obama",
   " “I’m finding that success is way more time-consuming than failure ever was.” —  Emma Donoghue",
    "“The young do not know enough to be prudent, and therefore they attempt the impossible – and achieve it, generation after generation.” — Pearl S. Buck",
    "“You know you are on the road to success if you would do your job, and not be paid for it.” — Oprah Winfrey",
    "“Success is like reaching an important birthday and finding you’re exactly the same.” —  Audrey Hepburn",
    "“Success isn’t about how your life looks to others. It’s about how it feels to you.” —  Michelle Obama",
    "“If at first you don’t succeed, try, try again. Then quit. No use being a damn fool about it.” — W.C. Fields",
    "“What is success? It is a toy balloon among children armed with pins.” — Gene Fowler",
    "“A successful marriage isn’t necessarily one that lasts until you’re dead.” — Ellen Barkin",
    "“Action is the foundational key to all success.” — Pablo Picasso",
    "“Success is leaving a good path, or even better, leaving no path at all.” — Maxime Lagacé",
    "“Sometimes I worry about being a success in a mediocre world.” —  Lily Tomlin",
    "“Success is not in what you have, but who you are.” — Bo Bennett",
    "“The secret of success is constancy of purpose.” — Benjamin Disraeli",
    "“Climb the mountain so you can see the world, not so the world can see you.” — Unknown",
    "“My success is not who I am.” — Judith Guest",
    "“Be content to act, and leave the talking to others.” — Baltasar",
    "“Success is counted sweetest by those who never succeed. To comprehend a nectar – requires sorest need.” — Emily Dickinson",
    "“If you have no critics you’ll likely have no success.” — Malcolm X",
    "“Success is the child of audacity.” — Benjamin Disraeli",
    "“One can have no smaller or greater mastery than mastery of oneself.” — Leonardo da Vinci",
    "“A minute’s success pays the failure of years.” — Robert Browning",
    "“Behind every successful man there’s a lot of unsuccessful years.” — Bob Brown", 
    "“Success is never accidental.” — Jack Dorsey",
    "“Failure is the condiment that gives success its flavor.” —  Truman Capote",
    "“Living our life deeply and with happiness, having time to care for our loved ones – this is another kind of success, another kind of power, and it is much more important.” — Thich Nhat Hanh",
    "“The true success is the person who invented himself.” — Al Goldstein",
    "“Many of life’s failures are people who did not realize how close they were to success when they gave up.” — Thomas Alva Edison",
    "“When the water starts boiling it is foolish to turn off the heat.” —  Nelson Mandela",
    "“He has achieved success who has lived well, laughed often and loved much; who has gained the respect of intelligent men and the love of little children; who has filled his niche and accomplished his task; who has left the world better than he found it, whether by an improved poppy, a perfect poem,or a rescued soul; who has never lacked appreciation of earth’s beauty or failed to express it; who has always looked for the best in others and given them the best he had; whose life was an inspiration;whose memory a benediction.” — Bessie Stanley",
    "“The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape.” —  Alice James",
    "“Measure your success according to fun and creativity.” — Anita Roddick",
    "“Only those who dare to fail greatly can ever achieve greatly.” —  Robert F. Kennedy",
    "“Success is the sweetest revenge.” —  Vanessa Williams",
    "“To be able to look back upon one’s life in satisfaction is to live twice.” —  Kahlil Gibran",
    "“Success is only meaningful and enjoyable if it feels like your own.” — Michelle Obama",
    "“The biggest challenge after success is shutting up about it.” —  Criss Jami",
    "“The maximum success is reached when you are never busy.” —  Nassim Nicholas Taleb",
    "“Success is a lousy teacher. It seduces smart people into thinking they can’t lose.” — Bill Gates",
   " “Success is a great deodorant.” — Elizabeth Taylor",
    "“Our best successes often come after our greatest disappointments.” — Henry Ward Beecher",
    "“Life is a succession of moments. To live each one is to succeed.” — Corita Kent",
    "“Success comes in cans; failure in can’ts.” — Wilfred Peterson",
    "“I find that the harder I work, the more luck I seem to have.” —  Thomas Jefferson",
    "“Success is how high you bounce when you hit bottom.” —  George S. Patton",
    "“Success is a poor teacher.” — Robert Kiyosaki",
    "“Failure is success in progress.” — Albert Einstein",
   "“The difference between successful people and very successful people is that very successful people say ‘no’ to almost everything.” — Warren Buffett",
    "“Have no fear of perfection – you’ll never reach it.” — Salvador Dali",
    "“Success is a science; if you have the conditions, you get the result.” — Oscar Wilde",
    "“Nothing succeeds like success.” —  Alexandre Dumas",
    "“I do not like to repeat successes, I like to go on to other things.” —  Walt Disney",
    "“We must walk consciously only part way toward our goal, and then leap in the dark to our success.” —  Henry David Thoreau",
    "“The people who succeed are irrationally passionate about something.” — Naval Ravikant ",
    "“If you think you can, you can. And if you think you can’t, you’re right.” — Henry Ford",
    "“Success is dependent on effort.” — Sophocles",
    "“I can’t give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.” —  Herbert Bayard Swope",
   "“You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.” —  Thomas Wolfe",
   "“I don’t dwell on success. Maybe that’s one reason I’m successful.” — Calvin Klein",
    "“Success is my only option, failure’s not.” — Eminem",
    "“There’s a lot of blood, sweat, and guts between dreams and success.” —  Paul Bryant",
    "“I have learned that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.” — Henry David Thoreau",
    "“The season of failure is the best time for sowing the seeds of success.” —  Paramahansa Yogananda",
    "“Before anything else, preparation is the key to success.” —  Alexander Graham Bell",
    "“Greatness is not in where we stand, but in what direction we are moving. We must sail sometimes with the wind and sometimes against it – but sail we must and not drift, nor lie at anchor.” —  Oliver Wendell Holmes",
    "“The successful warrior is the average man, with laser-like focus.” — Bruce Lee",
    "“The best revenge is massive success.” — Frank Sinatra",
    "“One fails forward toward success.” — Charles Kettering",
    "“Success is the fruit of concentration.” —  Navjot Singh Sidhu",
    "“Success tempts many to their ruin.” —  Phaedrus",
    "“The whole secret of a successful life is to find out what is one’s destiny to do, and then do it.” —  Henry Ford",
    "“What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.” —  Margaret Thatcher",
    "“Successful people are the ones who think up things for the rest of the world to keep busy at.” —  Don Marquis",
   "“Success is not greedy, as people think, but insignificant. That is why it satisfies nobody.” —  Lucius Annaeus Seneca",
    "“Become so curious and obsessed with one thing that you forget everything else. Follow it, drink it, dive deep in it, master it. Remarkable results need remarkable actions.” — Maxime Lagacé",
    "“I measure success in terms of the contributions an individual makes to her fellow human beings.” —  Margaret Mead",
    "“How many cares one loses when one decides not to be something but to be someone.” — Coco Chanel",
    "“No burden is so heavy for a man to bear as a succession of happy days.” —  Max Planck",
    "“Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.” — Booker T. Washington",
    "RELATED: 100+ Hilarious Life Quotes Dripping With Sarcasm And Wit",
    "“Success is simply a matter of luck. Ask any failure.” —  Earl Wilson",
    "“The fools in life want things fast and easy — money, success, attention.” — Robert Greene",
    "“Success is when the checks don’t bounce.” —  Andy Warhol",
    "“The secret to success is to offend the greatest number of people.” — George Bernard Shaw",
    "“Part of the secret of a success in life is to eat what you like and let the food fight it out inside.” — Mark Twain",
    "“Success is a consequence and must not be a goal.” —  Gustave Flaubert",
    "“If I die prematurely I shall be saved from being bored to death at my own success.” — Samuel Butler",
    "“Success is blocked by concentrating on it and planning for it… Success is shy – it won’t come out while you’re watching.” —  Tennessee Williams",
    "“Pick battles big enough to matter, small enough to win.” —  Jonathan Kozol",
    "“Your level of success will rarely exceed your level of personal development, because success is something you attract by the person you become.” —  Ryan Holiday",
    "“Actually, your past successes are your biggest obstacle: every battle, every war, is different, and you cannot assume that what worked before will work today.” — Robert Greene",
    "“He has achieved success who has worked well, laughed often, and loved much.” —  Elbert Hubbard",
    "“Accomplishing goals is not success. How much you expand in the process is.” — Brianna Wiest",
    "“Often it’s the little, daily decisions – the ones you make hour by hour – that mean the difference between success and failure.” —  Mary Kay Ash",
    "“Without continual growth and progress, such words as improvement, achievement, and success have no meaning.” —  Benjamin Franklin",
    "“Everything I’ve ever done was out of fear of being mediocre.” —  Chet Atkins",
    "“Happiness is not always through success. Equally, the constant pursuit of success is sure unhappiness. But we have to find the balance.” —  Amy Chua",
    "“I’m not one of those people who thinks they simply deserve success. I have the drive to work.” —  Bridget Moynahan,",
    "“I know the price of success: dedication, hard work, and an unremitting devotion to the things you want to see happen.” —  Frank Lloyd Wright"

    ]
