[
    "“Women are like teabags. We don’t know our true strength until we are in hot water.” – Eleanor Roosevelt",
    "“I raise up my voice—not so that I can shout, but so that those without a voice can be heard. ... We cannot all succeed when half of us are held back.” – Malala Yousafzai",
    "“Making it through the ceiling to the other side was simply a matter of running on a path created by every other woman’s footprints.”— Shonda Rhimes",
    "“As women, we have to start appreciating our own worth and each other’s worth. Seek out strong women to befriend, to align yourself with, to learn from, to collaborate with, to be inspired by, to support, and enlightened by.”— Madonna",
    "“We still think of a powerful man as a born leader and a powerful woman as an anomaly.” – Margaret Atwood",
    "“When you are a strong woman, you will attract trouble. When a man feels threatened, there is always trouble.” – Barbara Taylor Bradford",
    "We have to teach our boys the rules of equality and respect, so that as they grow up gender equality becomes a natural way of life. And we have to teach our girls that they can reach as high as humanly possible.” – Beyoncé",
    "“Do not diminish who you are. Your gender, your heritage, your identity. That’s what makes you unique.” – Kailin Gow",
    "“For mad I may be, but I will never be convenient.” ― Jennifer Donnelly",
    "“Women don’t endure simply because we can; no, women endure because we aren’t given any other choice.” ― Amanda Lovelace",
    "“My coach said I run like a girl. And I said if he ran a little faster, he could too.” – Mia Hamm",
    "“I know what I want, I have a goal, an opinion… Let me be myself and then I am satisfied. I know that I’m a woman, a woman with inward strength and plenty of courage.” – Anne Frank",
    "“My mom said to me, ‘You know, sweetheart, one day you should settle down and marry a rich man. I said, ‘Mom, I am a rich man.’” – Cher",
    "“Each time a woman stands up for herself, she stands up for all women.” – Maya Angelou",
    "“We’re here now, women are in the world, and we will not be bullied.” – Meryl Streep",
    "“Each person must live their life as a model for others.” – Rosa Parks",
    "“Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, “She doesn’t have what it takes.” They will say, “Women don’t have what it takes.” – Clare Boothe Luce",
    "“Feminism isn’t about making women stronger. Women are already strong, it’s about changing the way the world perceives that strength.” – G.D. Anderson",
    "“Women don’t need to find a voice, they have a voice, and they need to feel empowered to use it, and people need to be encouraged to listen.” – Meghan Markle",
    "“There’s something so special about a woman who dominates in a man’s world. It takes a certain grace, strength, intelligence, fearlessness, and the nerve to never take no for an answer.” – Rihanna",
    "“Women, like men, should try to do the impossible, and when they fail, their failure should be a challenge to others.” —Amelia Earhart",
    "“The only place left for rock to go is toward more girl stars. There’s nothing left for men to do. There’s bound to be more male stars, but they can’t express anything new.” — Debby Harry",
    "“Women will be hidden no more. We will not remain hidden figures. We have names. … It was woman that gave you Dr. Martin Luther King, Jr. It was woman that gave you Malcolm X. And according to the Bible, it was a woman that gave you Jesus. Don’t you ever forget it.” – Janelle Monáe",
    "“We need women who are so strong they can be gentle, so educated they can be humble, so fierce they can be compassionate, so passionate they can be rational, and so disciplined they can be free.” – Kavita Ramdas",
    "“I am not free while any woman is unfree, even when her shackles are very different from my own.” – Audre Lorde",
    "“Women are leaders everywhere you look—from the CEO who runs a Fortune 500 company to the housewife who raises her children and heads her household. Our country was built by strong women, and we will continue to break down walls and defy stereotypes.” – Nancy Pelosi",
    "“Do not live someone else’s life and someone else’s idea of what womanhood is. Womanhood is you.” – Viola Davis",
    "“Women feel like we need permission … We need to lead and change that.” – Emma Watson",
    "“Justice is about making sure that being polite is not the same thing as being quiet. In fact, oftentimes, the most righteous thing you can do is shake the table.” – Alexandria Ocasio-Cortez",
    "“I’m tough, ambitious, and I know exactly what I want. If that makes me a bitch, okay.” – Madonna",
    "“Every woman’s success should be an inspiration to another. We’re strongest when we cheer each other on.” – Serena Williams"
]